driver-tests/bpelse/benchmark/TransformationApp/test/TestCase1/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <ns1:skcotSyub xmlns:m="http://services.samples/xsd/reverse" xmlns:msgns="http://services.samples/xsd/reverse" xmlns:ns1="http://services.samples/xsd/reverse">
      <m:redro>
        <m:lobmys>IBM</m:lobmys>
        <m:DIreyub>asankha</m:DIreyub>
        <m:ecirp>140.34</m:ecirp>
        <m:emulov>2000</m:emulov>
      </m:redro>
      <m:redro>
        <m:lobmys>MSFT</m:lobmys>
        <m:DIreyub>ruwan</m:DIreyub>
        <m:ecirp>23.56</m:ecirp>
        <m:emulov>8030</m:emulov>
      </m:redro>
      <m:redro>
        <m:lobmys>SUN</m:lobmys>
        <m:DIreyub>indika</m:DIreyub>
        <m:ecirp>14.56</m:ecirp>
        <m:emulov>500</m:emulov>
      </m:redro>
      <m:redro>
        <m:lobmys>GOOG</m:lobmys>
        <m:DIreyub>chathura</m:DIreyub>
        <m:ecirp>60.24</m:ecirp>
        <m:emulov>40000</m:emulov>
      </m:redro>
      <m:redro>
        <m:lobmys>IBM</m:lobmys>
        <m:DIreyub>asankha</m:DIreyub>
        <m:ecirp>140.34</m:ecirp>
        <m:emulov>2000</m:emulov>
      </m:redro>
      <m:redro>
        <m:lobmys>MSFT</m:lobmys>
        <m:DIreyub>ruwan</m:DIreyub>
        <m:ecirp>23.56</m:ecirp>
        <m:emulov>8030</m:emulov>
      </m:redro>
      <m:redro>
        <m:lobmys>SUN</m:lobmys>
        <m:DIreyub>indika</m:DIreyub>
        <m:ecirp>14.56</m:ecirp>
        <m:emulov>500</m:emulov>
      </m:redro>
      <m:redro>
        <m:lobmys>GOOG</m:lobmys>
        <m:DIreyub>saliya</m:DIreyub>
        <m:ecirp>60.24</m:ecirp>
        <m:emulov>4000</m:emulov>
      </m:redro>
    </ns1:skcotSyub>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
